Repository: mgriebling/Word-Sleuth
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Willingness to be puzzled is a valuable trait to cultivate, from childhood to advanced inquiry. — Noam Chomsky
de: Die Bereitschaft, verwirrt zu sein, ist eine wertvolle Eigenschaft, die es zu kultivieren gilt, von der Kindheit bis zur fortgeschrittenen Untersuchung. - Noam Chomsky
es: La voluntad de estar desconcertado es un rasgo valioso para cultivar, desde la infancia hasta la investigación avanzada. - Noam Chomsky
fr: La volonté d'être perplexe est un trait précieux à cultiver, de l'enfance à l'enquête avancée. - Noam Chomsky
hi: बचपन से लेकर उन्नत पूछताछ तक, हैरान होने की इच्छा खेती करने के लिए एक मूल्यवान विशेषता है। - नोम चोमस्की
it: La volontà di essere perplessi è un tratto prezioso da coltivare, dall'infanzia all'indagine avanzata. — Noam Chomsky
nl: Bereidheid om verbaasd te zijn is een waardevolle eigenschap om te cultiveren, van de kindertijd tot geavanceerd onderzoek. — Noam Chomsky
pl: Chęć bycia zagadkowym jest cenną cechą do kultywowania, od dzieciństwa do zaawansowanych badań. - Noam Chomsky
pt: A vontade de ficar confuso é uma característica valiosa para cultivar, desde a infância até a investigação avançada. — Noam Chomsky
ru: Готовность быть озадаченным - это ценная черта, которую нужно культивировать, с детства до продвинутого исследования. - Ноам Хомский
tr: Şaşkın olma isteği, çocukluktan ileri düzey sorgulamaya kadar geliştirilmesi gereken değerli bir özelliktir. — Noam Chomsky
uk: Готовність бути спантеличеним - це цінна риса, яку потрібно культивувати, від дитинства до передового дослідження. — Ноам Хомський

source: WINNER!
de: GEWINNER!
es: ¡GANADOR!
fr: GAGNANT !
hi: विजेता!
it: VINCITORE!
nl: WINNAAR!
pl: ZWYCIĘZCA!
pt: VENCEDOR!
ru: ПОБЕДИТЕЛЬ!
tr: KAZANAN!
uk: ПЕРЕМОЖЕЦЬ!

source: Word List
de: Wortliste
es: Lista de palabras
fr: Liste de mots
hi: शब्द सूची
it: Lista di parole
nl: Woordenlijst
pl: Lista słów
pt: Lista de palavras
ru: Список слов
tr: Kelime Listesi
uk: Список слів

source: Word List Editor
de: Wortlisten-Editor
es: Editor de listas de palabras
fr: Éditeur de liste de mots
hi: शब्द सूची संपादक
it: Editor di elenchi di parole
nl: Woordenlijst Editor
pl: Edytor listy słów
pt: Editor de Lista de Palavras
ru: Редактор списка слов
tr: Word Listesi Düzenleyicisi
uk: Редактор списку слів

source: Word List Name
de: Name der Wortliste
es: Nombre de la lista de palabras
fr: Nom de la liste de mots
hi: शब्द सूची नाम
it: Nome della lista di parole
nl: Woordenlijst Naam
pl: Nazwa listy słów
pt: Nome da Lista de Palavras
ru: Название списка слов
tr: Kelime Listesi Adı
uk: Назва списку слів

source: Word List Selection:
de: Wortlistenauswahl:
es: Selección de la lista de palabras:
fr: Sélection de la liste de mots :
hi: शब्द सूची चयन:
it: Selezione dell'elenco di parole:
nl: Woordenlijstselectie:
pl: Wybór listy słów:
pt: Seleção da Lista de Palavras:
ru: Выбор списка слов:
tr: Kelime Listesi Seçimi:
uk: Вибір списку слів:

source: Word List to Use
de: Zu verwendende Wortliste
es: Lista de palabras para usar
fr: Liste de mots à utiliser
hi: उपयोग करने के लिए शब्द सूची
it: Elenco di parole da usare
nl: Woordenlijst om te gebruiken
pl: Lista słów do użycia
pt: Lista de palavras para usar
ru: Список слов для использования
tr: Kullanılacak Kelime Listesi
uk: Список слів для використання

source: Word List to Use:
de: Zu verwendende Wortliste:
es: Lista de palabras para usar:
fr: Liste de mots à utiliser :
hi: उपयोग करने के लिए शब्द सूची:
it: Elenco di parole da usare:
nl: Woordenlijst om te gebruiken:
pl: Lista słów do użycia:
pt: Lista de palavras para usar:
ru: Список слов для использования:
tr: Kullanılacak Kelime Listesi:
uk: Список слів для використання:

source: Word Lists
de: Wortlisten
es: Listas de palabras
fr: Listes de mots
hi: शब्द सूची
it: Liste di parole
nl: Woordenlijsten
pl: Listy słów
pt: Listas de palavras
ru: Списки слов
tr: Kelime Listeleri
uk: Списки слів

source: Word Selection
de: Wortauswahl
es: Selección de palabras
fr: Sélection de mots
hi: शब्द चयन
it: Selezione delle parole
nl: Woordselectie
pl: Wybór słów
pt: Seleção de Palavras
ru: Выбор слов
tr: Kelime Seçimi
uk: Вибір слів

source: Words
de: Worte
es: Palabras
fr: Mots
hi: शब्द
it: Parole
nl: Tekst
pl: Słowa
pt: Palavras
ru: Слова
tr: Kelimeler
uk: Слова

source: Words (%lld)
de: Wörter (%lld)
es: Palabras (%lld)
fr: Mots (%lld)
hi: शब्द (%lld)
it: Parole (%lld)
nl: Woorden (%lld)
pl: Słowa (%lld)
pt: Palavras (%lld)
ru: Слова (%lld)
tr: Kelimeler (%lld)
uk: Слова (%lld)

source: Words (%lld) _Tap List to Edit
de: Wörter (%lld) _Tippen Sie auf die Liste, um sie zu bearbeiten
es: Palabras (%lld) _Toque la lista para editar
fr: Mots (%lld) _Appuyez sur la liste pour modifier
hi: शब्द (%lld) संपादन के लिए सूची पर टैप करें (_T)
it: Parole (%lld) _Tocca elenco per modificare
nl: Woorden (%lld) _Tik op de lijst om te bewerken
pl: Słowa (%lld) _Stuknij listy, aby edytować
pt: Palavras (%lld) _Toque na Lista para Editar
ru: Слова (%lld) _Нажмите на список для редактирования
tr: Kelimeler (%lld) _Düzenlemek için Listeye dokunun
uk: Слова (%lld) _Торкніться списку, щоб редагувати

# Words: (Average/Maximum %.2f/%lld letters)
source: Words: (Average/Maximum %1$.2f/%2$lld letters)
de: Wörter: (Durchwert/maximal %1$.2f/%2$lld Buchstaben)
es: Palabras: (Promedio/Máximo %1$.2f/%2$lld letras)
fr: Mots : (Moire/maximum %1$.2f/%2$lld lettres)
hi: शब्द: (औसत/अधिकतम %1$.2f/%2$lld अक्षर)
it: Parole: (Media/Massimo %1$.2f/%2$lld lettere)
nl: Woorden: (Gemende/Maximale %1$.2f/%2$lld letters)
pl: Słowa: (średnia/maksymalna %1$.2f/%2$lld litery)
pt: Palavras: (Média/Máxima %1$.2f/%2$lld letras)
ru: Слова: (Среднее/Максимум %1$.2f/%2$lld букв)
tr: Kelimeler: (Ortalama/Maksimum %1$.2f/%2$lld harfleri)
uk: Слова: (Середні/Максимум %1$.2f/%2$lld букви)

source: Work out five puzzles to earn this badge. At least two need to be level six or higher.
de: Lösen Sie fünf Rätsel, um dieses Abzeichen zu verdienen. Mindestens zwei müssen Stufe sechs oder höher sein.
es: Trabaja cinco rompecabezas para ganar esta insignia. Al menos dos deben estar en el nivel seis o superior.
fr: Travaillez cinq puzzles pour gagner ce badge. Au moins deux doivent être de niveau six ou plus.
hi: इस बैज को अर्जित करने के लिए पांच पहेलियों को हल करें। कम से कम दो स्तर छह या उच्चतर होना चाहिए।
it: Lavora su cinque puzzle per guadagnare questo distintivo. Almeno due devono essere di livello sei o superiore.
nl: Werk vijf puzzels uit om deze badge te verdienen. Ten minste twee moeten niveau zes of hoger zijn.
pl: Ułożyć pięć zagadek, aby zdobyć tę odznakę. Przynajmniej dwa muszą być na poziomie szóstym lub wyższym.
pt: Trabalhe cinco quebra-cabeças para ganhar este distintivo. Pelo menos dois precisam estar no nível seis ou superior.
ru: Разработайте пять головоломок, чтобы заработать этот значок. По крайней мере, два должны быть на шестом уровне или выше.
tr: Bu rozeti kazanmak için beş bulmaca çözün. En az ikisinin seviye altı veya daha yüksek olması gerekir.
uk: Розробіть п'ять головоломок, щоб заробити цей значок. Принаймні два повинні бути на шостому рівні або вище.

source: You're almost there. Persistance is key to achieving your goal. You've made amazing progress!
de: Du bist fast da. Beharrlichkeit ist der Schlüssel zum Erreichen Ihres Ziels. Du hast erstaunliche Fortschritte gemacht!
es: Ya casi has llegado. La persistencia es clave para alcanzar tu objetivo. ¡Has hecho un progreso increíble!
fr: Vous y êtes presque. La persérance est la clé pour atteindre votre objectif. Vous avez fait des progrès incroyables !
hi: तुम लगभग वहाँ हो। आपके लक्ष्य को प्राप्त करने के लिए दृढ़ता महत्वपूर्ण है। आपने अद्भुत प्रगति की है!
it: Ci sei quasi. La persistenza è la chiave per raggiungere il tuo obiettivo. Hai fatto progressi incredibili!
nl: Je bent er bijna. Doorzettingsvermogen is de sleutel tot het bereiken van je doel. Je hebt geweldige vooruitgang geboekt!
pl: Jesteś prawie na miejscu. Wytrwałość jest kluczem do osiągnięcia twojego celu. Zrobiłeś niesamowity postęp!
pt: Você está quase lá. A persistência é a chave para alcançar seu objetivo. Você fez um progresso incrível!
ru: Ты почти на месте. Настойчивость является ключом к достижению вашей цели. Ты добился удивительного прогресса!
tr: Neredeyse oradasın. Azim, hedefinize ulaşmanın anahtarıdır. İnanılmaz bir ilerleme kaydettiniz!
uk: Ти майже там. Наполеговість є ключем до досягнення вашої мети. Ти досяг дивовижного прогресу!

source: You’re building momentum! The more you focus on regular practice, the better you get at choosing to keep up your intentioned habits.
de: Du baust Schwung auf! Je mehr Sie sich auf regelmäßiges Training konzentrieren, desto besser können Sie sich dafür entscheiden, Ihre beabsichtigten Gewohnheiten beizubehalten.
es: ¡Estás creando impulso! Cuanto más te concentres en la práctica regular, mejor será la elección de mantener tus hábitos intencionados.
fr: Vous construisez de l'élan ! Plus vous vous concentrez sur la pratique régulière, mieux vous choisissez de maintenir vos habitudes intentionnelles.
hi: आप गति का निर्माण कर रहे हैं! जितना अधिक आप नियमित अभ्यास पर ध्यान केंद्रित करते हैं, उतना ही बेहतर आप अपनी इच्छित आदतों को बनाए रखने के लिए चुनते हैं।
it: Stai creando slancio! Più ti concentri sulla pratica regolare, migliore è la scelta di mantenere le tue abitudini intenzionali.
nl: Je bouwt momentum op! Hoe meer je je concentreert op regelmatig oefenen, hoe beter je wordt in het kiezen om je opzettelijke gewoonten bij te houden.
pl: Budujesz rozpęd! Im bardziej skupiasz się na regularnej praktyce, tym lepiej radzisz sobie z wyborem, aby utrzymać swoje zamierzone nawyki.
pt: Você está construindo impulso! Quanto mais você se concentra na prática regular, melhor você escolhe manter seus hábitos pretendidos.
ru: Ты наращиваешь импульс! Чем больше вы фокусируетесь на регулярной практике, тем лучше вы выбираете, чтобы сохранить свои намеренные привычки.
tr: İvme inşa ediyorsun! Düzenli uygulamaya ne kadar çok odaklanırsanız, kasıtlı alışkanlıklarınızı sürdürmeyi seçmede o kadar iyi olursunuz.
uk: Ти нарощуєш імпульс! Чим більше ви зосереджуєтеся на регулярній практиці, тим краще ви вибираєте, щоб підтримувати свої навмисні звички.

source: You've unlocked the full potential of your puzzle solving practice. But don't stop now - keep going!
de: Sie haben das volle Potenzial Ihrer Rätsellösungspraxis freigesetzt. Aber hör jetzt nicht auf - mach weiter!
es: Has desbloqueado todo el potencial de tu práctica de resolución de rompecabezas. Pero no te detengas ahora, ¡sigue adelante!
fr: Vous avez débloqué tout le potentiel de votre pratique de résolution d'énigmes. Mais ne vous arrêtez pas maintenant - continuez !
hi: आपने अपने पहेली सुलझाने के अभ्यास की पूरी क्षमता को अनलॉक कर दिया है। लेकिन अभी मत रुको - चलते रहो!
it: Hai sbloccato tutto il potenziale della tua pratica di risoluzione dei puzzle. Ma non fermarti ora - continua!
nl: Je hebt het volledige potentieel van je puzzeloplossende oefening ontsloten. Maar stop nu niet - ga door!
pl: Odblokowałeś pełny potencjał swojej praktyki rozwiązywania zagadek. Ale nie zatrzymuj się teraz - kontynuuj!
pt: Você desbloqueou todo o potencial da sua prática de resolução de quebra-cabeças. Mas não pare agora - continue!
ru: Вы раскрыли весь потенциал своей практики решения головоломок. Но не останавливайся сейчас - продолжай!
tr: Bulmaca çözme uygulamanızın tüm potansiyelini ortaya çıkardınız. Ama şimdi durma - devam et!
uk: Ви розкрили весь потенціал своєї практики вирішення головоломок. Але не зупиняйся зараз - продовжуй!

source: Man.
es: Hombre
hi: पुरुष
it: Uomo
pl: Człowiek
pt: Cara.
ru: Человек
tr: Adam
uk: Людина.

source: Puzzle Level
es: Nivel de rompecabezas
fr: Niveau de puzzle
hi: पहेली स्तर
it: Livello di puzzle
nl: Puzzelniveau
pl: Poziom łamigłówki
pt: Nível de quebra-cabeça
ru: Уровень головоломки
tr: Bulmaca Seviyesi
uk: Рівень головоломки

source: Savant
es: Erudito
fr: Érudit
hi: सावंत
it: Erudito
nl: Geleerde
pl: Erudyta
pt: Sábia
ru: (Крупный) учёный
tr: Bilgin
uk: Савант

source: Timer
es: Cronómetro
fr: Minuterie
hi: टाइमर
pt: Temporizador
ru: Таймер
tr: Zamanlayıcı
uk: Таймер

source: Version: %@
es: Versión: %@
hi: संस्करण: %@
it: Versione: %@
nl: Versie: %@
pl: Wersja: %@
pt: Versão: %@
ru: Версия: %@
tr: Sürüm: %@
uk: Версія: %@

source: Horizontal
hi: समतल
it: Orizzontale
nl: Horizontaal
pl: Poziomy
ru: Горизонтальный
tr: Yatay
uk: Горизонтальний
